Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Create your profile from setup to see your details here.
de: Erstelle dein Profil in der Einrichtung, um deine Daten hier zu sehen.
es: Crea tu perfil desde la configuración para ver tus datos aquí.
fr: Crée ton profil depuis la configuration pour voir tes informations ici.
nl: Maak je profiel aan via de installatie om je gegevens hier te zien.

source: Crisis & suicide support
de: Krisen- und Suizidhilfe
es: Apoyo en crisis y suicidio
fr: Soutien en cas de crise et de suicide
nl: Crisis- en zelfmoordpreventie

source: Crisis support in the Netherlands.
de: Krisenhilfe in den Niederlanden.
es: Apoyo en crisis en los Países Bajos.
fr: Soutien en cas de crise aux Pays-Bas.
nl: Crisishulp in Nederland.

source: Current and past STI tests
de: Aktuelle und frühere STI-Tests
es: Pruebas de ITS actuales y pasadas
fr: Tests IST actuels et passés
nl: Huidige en eerdere soa-tests

source: Current and past check-ins
de: Aktuelle und frühere Check-ins
es: Check-ins actuales y pasados
fr: Check-ins actuels et passés
nl: Huidige en eerdere check-ins

source: Current and past checks
de: Aktuelle und frühere Checks
es: Comprobaciones actuales y pasadas
fr: Vérifications actuelles et passées
nl: Huidige en eerdere checks

source: Current and past plans
de: Aktuelle und frühere Pläne
es: Planes actuales y pasados
fr: Plans actuels et passés
nl: Huidige en eerdere plannen

source: Current clear streak
de: Aktuelle Serie ohne Konsum
es: Racha actual sin consumo
fr: Série actuelle sans consommation
nl: Huidige reeks zonder gebruik

source: Current location
de: Aktueller Ort
es: Ubicación actual
fr: Position actuelle
nl: Huidige locatie

source: Current medication
de: Aktuelle Medikation
es: Medicación actual
fr: Médication actuelle
nl: Huidige medicatie

source: Current meds
de: Aktuelle Medis
es: Medicación actual
fr: Médication actuelle
nl: Huidige medicatie

source: Current meds and substances have been checked.
de: Aktuelle Medikamente und Substanzen wurden geprüft.
es: Se han comprobado la medicación y las sustancias actuales.
fr: La médication et les substances actuelles ont été vérifiées.
nl: Huidige medicatie en middelen zijn gecontroleerd.

source: Current meds or interaction notes
de: Aktuelle Medikamente oder Interaktionshinweise
es: Medicación actual o notas de interacción
fr: Médication actuelle ou notes d'interaction
nl: Huidige medicatie of interactienotities

source: Current substances
de: Aktuelle Substanzen
es: Sustancias actuales
fr: Substances actuelles
nl: Huidige middelen

source: Cycling
de: Fahrrad
es: Bicicleta
fr: Vélo
nl: Fietsen

source: DELETE
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
nl: VERWIJDER

source: Daily
de: Täglich
es: Diario
fr: Quotidien
nl: Dagelijks

source: Daily Affirmations
de: Tägliche Affirmationen
es: Afirmaciones diarias
fr: Affirmations quotidiennes
nl: Dagelijkse affirmaties

source: Daily PrEP needs about 7 days to reach maximum protection for receptive anal sex. Until then, use extra protection and follow medical advice.
de: Tägliche PrEP braucht etwa 7 Tage, um beim rezeptiven Analsex den vollen Schutz zu erreichen. Nutze bis dahin zusätzlichen Schutz und folge ärztlichem Rat.
es: La PrEP diaria necesita unos 7 días para alcanzar la máxima protección en el sexo anal receptivo. Hasta entonces, usa protección adicional y sigue el consejo médico.
fr: La PrEP quotidienne a besoin d'environ 7 jours pour atteindre une protection maximale pour le sexe anal réceptif. D'ici là, utilise une protection supplémentaire et suis les conseils médicaux.
nl: Dagelijkse PrEP heeft ongeveer 7 dagen nodig voor maximale bescherming bij ontvangende anale seks. Gebruik tot die tijd extra bescherming en volg medisch advies.

source: Daily affirmations
de: Tägliche Affirmationen
es: Afirmaciones diarias
fr: Affirmations quotidiennes
nl: Dagelijkse affirmaties

source: Daily affirmations are on.
de: Tägliche Affirmationen sind aktiviert.
es: Las afirmaciones diarias están activadas.
fr: Les affirmations quotidiennes sont activées.
nl: Dagelijkse affirmaties staan aan.

source: Daily check-in time
de: Zeit für tägliche Erinnerung
es: Hora del control diario
fr: Heure du point quotidien
nl: Tijd voor dagelijkse check-in

source: Daily recovery score
de: Tägliche Erholungs-Punktzahl
es: Puntuación de recuperación diaria
fr: Score de rétablissement quotidien
nl: Dagelijkse herstelscore

source: Daily score
de: Tägliche Punktzahl
es: Puntuación diaria
fr: Score quotidien
nl: Dagelijkse score

source: Daily score %@. Tap to see breakdown.
de: Tägliche Punktzahl %@. Tippe für die Aufschlüsselung.
es: Puntuación diaria %@. Toca para ver el desglose.
fr: Score quotidien %@. Touche pour voir le détail.
nl: Dagscore %@. Tik voor de uitsplitsing.

# Daily score %lld, %@
source: Daily score %1$lld, %2$@
de: Tägliche Punktzahl %lld, %@
es: Puntuación diaria %lld, %@
fr: Score quotidien %lld, %@
nl: Dagscore %lld, %@

source: Daily score inactive. Make a substance-related log to activate daily score.
de: Tägliche Punktzahl inaktiv. Erstelle einen substanzbezogenen Eintrag, um die tägliche Punktzahl zu aktivieren.
es: Puntuación diaria inactiva. Crea un registro relacionado con sustancias para activar la puntuación diaria.
fr: Score quotidien inactif. Crée un journal lié aux substances pour activer le score quotidien.
nl: Dagscore inactief. Maak een middelengerelateerde log om de dagscore te activeren.

source: Daily score not active yet. Log a night to activate.
de: Tageswert noch nicht aktiv. Zeichne eine Nacht auf, um ihn zu aktivieren.
es: La puntuación diaria aún no está activa. Registra una noche para activarla.
fr: Score quotidien pas encore actif. Enregistre une nuit pour l'activer.
nl: Dagscore nog niet actief. Leg een avond vast om te activeren.

source: Data map
de: Datenübersicht
es: Mapa de datos
fr: Carte des données
nl: Gegevensoverzicht

source: Data retention
de: Datenaufbewahrung
es: Retención de datos
fr: Conservation des données
nl: Gegevensbewaring

source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
nl: Geboortedatum

source: Date of birth (%lld)
de: Geburtsdatum (%lld)
es: Fecha de nacimiento (%lld)
fr: Date de naissance (%lld)
nl: Geboortedatum (%lld)

source: Dates and results
de: Daten und Ergebnisse
es: Fechas y resultados
fr: Dates et résultats
nl: Datums en resultaten

source: Dehydration
de: Dehydrierung
es: Deshidratación
fr: Déshydratation
nl: Uitdroging

source: Delete STI test
de: STI-Test löschen
es: Eliminar prueba de ITS
fr: Supprimer le test IST
nl: Soa-test verwijderen

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
nl: Account verwijderen

source: Delete account and all data?
de: Konto und alle Daten löschen?
es: ¿Eliminar la cuenta y todos los datos?
fr: Supprimer le compte et toutes les données ?
nl: Account en alle gegevens verwijderen?

source: Delete account and data
de: Konto und Daten löschen
es: Eliminar cuenta y datos
fr: Supprimer le compte et les données
nl: Account en gegevens verwijderen

source: Delete automatically
de: Automatisch löschen
es: Eliminar automáticamente
fr: Supprimer automatiquement
nl: Automatisch verwijderen

source: Delete entries older than %@
de: Einträge älter als %@ löschen
es: Eliminar entradas anteriores a %@
fr: Supprimer les entrées plus anciennes que %@
nl: Items ouder dan %@ verwijderen

source: Delete entry
de: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l'entrée
nl: Item verwijderen

source: Delete everything
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
nl: Alles verwijderen

source: Delete iCloud backups
de: iCloud-Backups löschen
es: Eliminar copias de iCloud
fr: Supprimer les sauvegardes iCloud
nl: iCloud-back-ups verwijderen

source: Delete journal entry
de: Tagebucheintrag löschen
es: Eliminar entrada del diario
fr: Supprimer l'entrée du journal
nl: Dagboekitem verwijderen

source: Delete logs older than a chosen age. This cannot be undone. Back up first.
de: Lösche Einträge, die älter als ein gewähltes Alter sind. Das kann nicht rückgängig gemacht werden. Sichere zuerst.
es: Elimina los registros más antiguos de una edad elegida. Esto no se puede deshacer. Haz primero una copia de seguridad.
fr: Supprime les journaux plus anciens qu'un âge choisi. Action irréversible. Fais d'abord une sauvegarde.
nl: Verwijder logs ouder dan een gekozen leeftijd. Dit kan niet ongedaan worden gemaakt. Maak eerst een back-up.

source: Delete those entries now
de: Diese Einträge jetzt löschen
es: Eliminar esas entradas ahora
fr: Supprimer ces entrées maintenant
nl: Verwijder die items nu

# Deleted %lld entries older than %lld months.
source: Deleted %1$lld entries older than %2$lld months.
de: %lld Einträge älter als %lld Monate gelöscht.
es: %lld entradas de más de %lld meses eliminadas.
fr: %lld entrées de plus de %lld mois supprimées.
nl: %lld items ouder dan %lld maanden verwijderd.

source: Deleting
de: Wird gelöscht
es: Eliminando
fr: Suppression
nl: Verwijderen

source: Depressed
de: Niedergeschlagen
es: Deprimido
fr: Déprimé
nl: Somber

source: Destination
de: Ziel
es: Destino
nl: Bestemming

source: Device files use iOS data protection.
de: Gerätedateien nutzen den iOS-Datenschutz.
es: Los archivos del dispositivo usan la protección de datos de iOS.
fr: Les fichiers de l'appareil utilisent la protection des données d'iOS.
nl: Apparaatbestanden gebruiken iOS-gegevensbescherming.

source: Did not redose
de: Nicht nachdosiert
es: No volví a dosificar
fr: Pas de redose
nl: Niet opnieuw gedoseerd

source: Did something change recently?
de: Hat sich kürzlich etwas verändert?
es: ¿Ha cambiado algo recientemente?
fr: Quelque chose a-t-il changé récemment ?
nl: Is er onlangs iets veranderd?

source: Direct
de: Direkt
es: Directo

source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Abandonner les modifications
nl: Wijzigingen negeren

source: Discard changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Abandonner les modifications ?
nl: Wijzigingen negeren?

source: Discreet haptic check-ins
de: Diskrete haptische Check-ins
es: Check-ins hápticos discretos
fr: Check-ins haptiques discrets
nl: Discrete haptische check-ins

source: Discreet notification text
de: Diskreter Mitteilungstext
es: Texto de notificación discreto
fr: Texte de notification discret
nl: Tekst voor discrete meldingen

source: Discreet notifications
de: Diskrete Mitteilungen
es: Notificaciones discretas
fr: Notifications discrètes
nl: Discrete meldingen

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten

source: Dissociated
de: Dissoziiert
es: Disociado
fr: Dissocié
nl: Gedissocieerd

source: Dissociative effects can affect balance, memory, and consent clarity.
de: Dissoziative Effekte können Gleichgewicht, Gedächtnis und die Klarheit des Einvernehmens beeinträchtigen.
es: Los efectos disociativos pueden afectar al equilibrio, la memoria y la claridad del consentimiento.
fr: Les effets dissociatifs peuvent affecter l'équilibre, la mémoire et la clarté du consentement.
nl: Dissociatieve effecten kunnen balans, geheugen en helderheid over toestemming beïnvloeden.

source: Do next
de: Als Nächstes
es: Hacer a continuación
fr: À faire ensuite
nl: Volgende stap

source: Do not mix these
de: Diese nicht mischen
es: No mezcles estas
fr: Ne mélange pas ces substances
nl: Combineer deze niet

source: Do not mix to compensate
de: Nicht mischen, um auszugleichen
es: No mezcles para compensar
fr: Ne mélange pas pour compenser
nl: Combineer niet om te compenseren

source: Do nothing
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
nl: Niets doen

source: Do you want to reach out for help?
de: Möchtest du dir Hilfe holen?
es: ¿Quieres pedir ayuda?
fr: Veux-tu demander de l'aide ?
nl: Wil je hulp inschakelen?

source: Does not automatically cover throat or rectal exposure.
de: Deckt Rachen- oder rektale Exposition nicht automatisch ab.
es: No cubre automáticamente la exposición de garganta o rectal.
fr: Ne couvre pas automatiquement l'exposition de la gorge ou rectale.
nl: Dekt keel- of rectale blootstelling niet automatisch.

source: Done
de: Fertig
es: Hecho
fr: Terminé
nl: Klaar

source: Drank water
de: Wasser getrunken
es: Bebí agua
fr: Bu de l'eau
nl: Water gedronken

source: Drink water, eat something gentle, rest, and avoid judging yourself while your body settles. If something feels unsafe or too heavy, reach out to someone you trust or a professional helper.
de: Trink Wasser, iss etwas Leichtes, ruh dich aus und vermeide es, dich zu verurteilen, während sich dein Körper beruhigt. Wenn sich etwas unsicher oder zu schwer anfühlt, wende dich an eine Vertrauensperson oder eine professionelle Ansprechperson.
es: Bebe agua, come algo suave, descansa y evita juzgarte mientras tu cuerpo se asienta. Si algo se siente inseguro o demasiado pesado, contacta con alguien de confianza o un profesional de ayuda.
fr: Bois de l'eau, mange quelque chose de léger, repose-toi et évite de te juger pendant que ton corps se remet. Si quelque chose te semble dangereux ou trop lourd, contacte une personne de confiance ou un professionnel d'aide.
nl: Drink water, eet iets lichts, rust en oordeel niet over jezelf terwijl je lichaam tot rust komt. Als iets onveilig of te zwaar voelt, neem dan contact op met iemand die je vertrouwt of een professionele hulpverlener.

source: Drinking water and eating something counts as looking after yourself.
de: Wasser trinken und etwas essen zählt als für dich sorgen.
es: Beber agua y comer algo cuenta como cuidarte.
fr: Boire de l'eau et manger quelque chose, c'est prendre soin de toi.
nl: Water drinken en iets eten telt als voor jezelf zorgen.

source: Drinking water now is a vote for an easier morning.
de: Jetzt Wasser zu trinken ist eine Stimme für einen leichteren Morgen.
es: Beber agua ahora es un voto por una mañana más fácil.
fr: Boire de l'eau maintenant, c'est voter pour un matin plus facile.
nl: Nu water drinken is een stem voor een makkelijkere ochtend.

source: Driving
de: Auto fahren
es: Conducir
fr: Conduite
nl: Autorijden

source: Drug information & harm reduction
de: Drogeninformation & Schadensminderung
es: Información sobre drogas y reducción de daños
fr: Information sur les drogues et réduction des risques
nl: Drugsinformatie & harm reduction

source: Drug-checking and where to find support
de: Drug-Checking und wo du Unterstützung findest
es: Análisis de sustancias y dónde encontrar apoyo
fr: Analyse de substances et où trouver du soutien
nl: Drugs testen en waar je hulp vindt

source: During the pause
de: Während der Pause
es: Durante la pausa
fr: Pendant la pause
nl: Tijdens de pauze

source: Dusk
de: Dämmerung
es: Atardecer
fr: Crépuscule
nl: Schemering

source: Dutch addiction care and information about alcohol, drugs, and chemsex patterns.
de: Niederländische Suchthilfe und Informationen zu Alkohol, Drogen und Chemsex-Mustern.
es: Atención a las adicciones en los Países Bajos e información sobre alcohol, drogas y patrones de chemsex.
fr: Soins des addictions aux Pays-Bas et informations sur l'alcool, les drogues et les schémas de chemsex.
nl: Nederlandse verslavingszorg en informatie over alcohol-, drugs- en chemseks-patronen.

source: Dutch drug information and harm-reduction support from Trimbos.
de: Niederländische Drogeninformation und Schadensminderungs-Unterstützung von Trimbos.
es: Información sobre drogas y apoyo de reducción de daños de los Países Bajos, de Trimbos.
fr: Informations sur les drogues et soutien de réduction des risques des Pays-Bas, par Trimbos.
nl: Nederlandse drugsinformatie en harm-reduction-hulp van Trimbos.

source: Dutch government prevention information and official links.
de: Präventionsinformationen der niederländischen Regierung und offizielle Links.
es: Información de prevención del gobierno neerlandés y enlaces oficiales.
fr: Informations de prévention du gouvernement néerlandais et liens officiels.
nl: Preventie-informatie van de Nederlandse overheid en officiële links.

source: Dutch help lines and support
de: Niederländische Hilfetelefone und Unterstützung
es: Líneas de ayuda y apoyo en los Países Bajos
fr: Lignes d'aide et soutien aux Pays-Bas
nl: Nederlandse hulplijnen en ondersteuning

source: Dutch information sources
de: Niederländische Informationsquellen
es: Fuentes de información neerlandesas
fr: Sources d'information néerlandaises
nl: Nederlandse informatiebronnen

source: Dutch sexual-health services, STI testing, and local support.
de: Niederländische Angebote für sexuelle Gesundheit, STI-Tests und lokale Unterstützung.
es: Servicios de salud sexual, pruebas de ITS y apoyo local en los Países Bajos.
fr: Services de santé sexuelle, tests IST et soutien local aux Pays-Bas.
nl: Nederlandse diensten voor seksuele gezondheid, soa-testen en lokale hulp.

source: Each clear-headed morning is something you gave yourself.
de: Jeder klare Morgen ist etwas, das du dir selbst geschenkt hast.
es: Cada mañana con la mente clara es algo que te regalaste.
fr: Chaque matin l'esprit clair est quelque chose que tu t'es offert.
nl: Elke heldere ochtend is iets wat je jezelf hebt gegeven.

source: Earlier log reminder
de: Erinnerung an früheren Eintrag
es: Recordatorio de registro anterior
fr: Rappel de journal antérieur
nl: Herinnering eerdere log

source: Earlier log: %@
de: Früherer Eintrag: %@
es: Registro anterior: %@
fr: Journal antérieur : %@
nl: Eerdere log: %@

source: Eating before, not just after, is a quiet form of care.
de: Vorher zu essen, nicht nur danach, ist eine stille Form der Fürsorge.
es: Comer antes, no solo después, es una forma silenciosa de cuidado.
fr: Manger avant, et pas seulement après, est une forme discrète de soin.
nl: Eten vooraf, niet alleen achteraf, is een stille vorm van zorg.

source: Eating something gentle is a small act of self-respect.
de: Etwas Sanftes zu essen ist ein kleiner Akt der Selbstachtung.
es: Comer algo suave es un pequeño acto de respeto hacia ti.
fr: Manger quelque chose de léger est un petit acte de respect de soi.
nl: Iets zachts eten is een klein gebaar van zelfrespect.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
nl: Bewerken

source: Edit entry
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l'entrée
nl: Item bewerken

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
nl: Profiel bewerken

source: Effects can become unpredictable quickly. Mixing with alcohol or sedatives can cause unconsciousness or breathing problems.
de: Die Wirkung kann schnell unberechenbar werden. Die Kombination mit Alkohol oder Beruhigungsmitteln kann zu Bewusstlosigkeit oder Atemproblemen führen.
es: Los efectos pueden volverse impredecibles rápidamente. Mezclarlo con alcohol o sedantes puede causar pérdida de conocimiento o problemas respiratorios.
fr: Les effets peuvent devenir imprévisibles rapidement. Le mélange avec de l'alcool ou des sédatifs peut provoquer une perte de connaissance ou des problèmes respiratoires.
nl: Effecten kunnen snel onvoorspelbaar worden. Combineren met alcohol of kalmerende middelen kan bewusteloosheid of ademhalingsproblemen veroorzaken.

source: Elevated heart-rate warnings
de: Warnungen bei erhöhtem Herzschlag
es: Avisos de frecuencia cardíaca elevada
fr: Avertissements de fréquence cardiaque élevée
nl: Waarschuwingen bij verhoogde hartslag

source: Emergency Information
de: Notfallinformationen
es: Información de emergencia
fr: Informations d'urgence
nl: Noodinformatie

source: Emergency card
de: Notfallkarte
es: Tarjeta de emergencia
fr: Carte d'urgence
nl: Noodkaart

source: Emergency contact
de: Notfallkontakt
es: Contacto de emergencia
fr: Contact d'urgence
nl: Noodcontact

source: Emergency contacts
de: Notfallkontakte
es: Contactos de emergencia
fr: Contacts d'urgence
nl: Noodcontacten

source: Emergency guidance is intentionally simple: if there is immediate danger, call local emergency services.
de: Die Notfallhinweise sind bewusst einfach: Bei unmittelbarer Gefahr ruf den örtlichen Notruf.
es: La guía de emergencia es deliberadamente simple: si hay peligro inmediato, llama a los servicios de emergencia locales.
fr: Les consignes d'urgence sont volontairement simples : en cas de danger immédiat, appelle les services d'urgence locaux.
nl: Noodadvies is bewust simpel: bel bij direct gevaar de lokale hulpdiensten.

source: Emergency info
de: Notfallinfo
es: Información de emergencia
fr: Infos d'urgence
nl: Noodinfo

source: Emergency instructions
de: Notfallanweisungen
es: Instrucciones de emergencia
fr: Instructions d'urgence
nl: Noodinstructies

source: Emergency number
de: Notrufnummer
es: Número de emergencia
fr: Numéro d'urgence
nl: Noodnummer

source: Emergency red flags
de: Notfall-Warnsignale
es: Señales de alarma de emergencia
fr: Signaux d'alerte d'urgence
nl: Alarmsignalen

source: Emergency services
de: Notruf
es: Servicios de emergencia
fr: Services d'urgence
nl: Hulpdiensten

source: Enable only the categories you want ChillMate to use. Apple still manages final access in system privacy settings.
de: Aktiviere nur die Kategorien, die ChillMate nutzen soll. Den endgültigen Zugriff verwaltet weiterhin Apple in den System-Datenschutzeinstellungen.
es: Activa solo las categorías que quieres que use ChillMate. Apple sigue gestionando el acceso final en los ajustes de privacidad del sistema.
fr: Active uniquement les catégories que tu veux que ChillMate utilise. Apple gère toujours l'accès final dans les réglages de confidentialité du système.
nl: Schakel alleen de categorieën in die je ChillMate wilt laten gebruiken. Apple beheert de uiteindelijke toegang in de systeemprivacy-instellingen.

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
nl: Ingeschakeld

source: Encrypted backup
de: Verschlüsseltes Backup
es: Copia de seguridad cifrada
fr: Sauvegarde chiffrée
nl: Versleutelde back-up

source: Encrypted backup and restore
de: Verschlüsseltes Backup und Wiederherstellung
es: Copia de seguridad cifrada y restauración
fr: Sauvegarde chiffrée et restauration
nl: Versleutelde back-up en herstel

source: Encrypted backup prepared.
de: Verschlüsseltes Backup vorbereitet.
es: Copia de seguridad cifrada preparada.
fr: Sauvegarde chiffrée préparée.
nl: Versleutelde back-up voorbereid.

source: Encrypted files
de: Verschlüsselte Dateien
es: Archivos cifrados
fr: Fichiers chiffrés
nl: Versleutelde bestanden

source: Encrypted iCloud backup
de: Verschlüsseltes iCloud-Backup
es: Copia de iCloud cifrada
fr: Sauvegarde iCloud chiffrée
nl: Versleutelde iCloud-back-up

source: Encrypted iCloud backup could not update.
de: Verschlüsseltes iCloud-Backup konnte nicht aktualisiert werden.
es: No se pudo actualizar la copia de seguridad cifrada de iCloud.
fr: La sauvegarde iCloud chiffrée n'a pas pu être mise à jour.
nl: Versleutelde iCloud-back-up kon niet worden bijgewerkt.

source: Encrypted iCloud backup saved %@.
de: Verschlüsseltes iCloud-Backup gespeichert %@.
es: Copia de seguridad cifrada de iCloud guardada %@.
fr: Sauvegarde iCloud chiffrée enregistrée %@.
nl: Versleutelde iCloud-back-up opgeslagen %@.

source: Encrypted iCloud backup saved.
de: Verschlüsseltes iCloud-Backup gespeichert.
es: Copia de seguridad cifrada en iCloud guardada.
fr: Sauvegarde iCloud chiffrée enregistrée.
nl: Versleutelde iCloud-back-up opgeslagen.

source: Encrypted iCloud backup updated.
de: Verschlüsseltes iCloud-Backup aktualisiert.
es: Copia de seguridad cifrada de iCloud actualizada.
fr: Sauvegarde iCloud chiffrée mise à jour.
nl: Versleutelde iCloud-back-up bijgewerkt.
